/* Sender sent you a message notification text */
"%@ sent you a message" = "%@ hat eine Nachricht geschickt";

/* Sender sent you a message in roomName notification text */
"%@ sent you a message in %@" = "%1$@ hat eine Nachricht im Raum %2$@ geschickt";

/* Server Name already exists error message */
"A server with this name already exists. Please choose another name." = "Ein Server mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.";

/* add server */
"add server" = "Server hinzufügen";

/* All Fields are required error message for server */
"All fields are required." = "Alle Felder werden benötigt.";

/* Authentication failure. Error Message */
"Authentication failure." = "Fehler bei der Anmeldung.";

/* Buddies Button Title on Chat Screen
   Buddies Screen Title */
"Buddies" = "Buddies";

/* Connect Button Title */
"Connect" = "Verbinden";

/* Connection failed. Error Message */
"Connection failed." = "Verbindung fehlgeschlagen.";

/* Conversation Room Label */
"Conversation" = "Unterhaltung";

/* conversation name Field Placeholder */
"conversation name" = "Unterhaltungs-ID";

/* Conversation name must be alphanumeric. Error Message */
"Conversation name must be alphanumeric." = "Die Unterhaltungs-ID darf nur aus Buchstaben und Ziffern bestehen.";

/* Server Domain Placeholder */
"Domain" = "Domain";

/* Login Screen Legend */
"Enter a name for your conversation.\nShare it with people you'd like to talk to." = "Geben Sie eine Unterhaltungs-ID ein.\nSende Sie diese Ihren Gesprächspartnern.";

/* Connection Error Alert Title
   Server Creation/Modification Error Alert Title */
"Error" = "Fehler";

/* Group Fingerprint Section Title */
"Group Fingerprint" = "Gruppen-Fingerabdruck";

/* Logout Button Title */
"Logout" = "Abmelden";

/* Me Button Title on Chat Screen
   Me Screen Title */
"Me" = "Ich";

/* Server Name Placeholder */
"Name" = "Name";

/* New Server Screen Title */
"New Server" = "Neuer Server";

/* Nickname in use. Error Message */
"Nickname in use." = "Nickname bereits vergeben.";

/* Nickname must be alphanumeric. Error Message */
"Nickname must be alphanumeric." = "Nickname darf nur aus Buchstaben und Ziffern bestehen.";

/* Alert View Ok Button */
"Ok" = "Ok";

/* Please enter a conversation name. Error Message */
"Please enter a conversation name." = "Geben Sie eine Unterhaltungs-ID ein.";

/* Please enter a nickname. Error Message */
"Please enter a nickname." = "Geben Sie einen Nickname ein.";

/* Private Fingerprint Section Title */
"Private Fingerprint" = "Eigener Fingerabdruck";

/* Send Button Title */
"Send" = "Senden";

/* Server Button Title */
"Server" = "Server";

/* Servers Screen Title */
"Servers" = "Server";

/* Warning message when a message is not sent to all recipients */
"Warning: this message was not sent to: %@" = "Achtung: Diese Nachricht wurde nicht an %@ gesendet.";

/* Error Message displayed when an unreadable group message is received */
"Warning: You have received an unreadable message from %@. This may indicate an untrustworthy user or messages that failed to be received. You may also be running an outdated version of Cryptocat. Please check for updates." = "Achtung: Eine unlesbare Nachricht wurde \
von %@ empfangen. Dies kann entweder auf einen nicht vertrauenswürdigen Absender \
oder auf einen Übertragungsfehler hindeuten. Möglicherweise nutzen Sie auch eine veraltete \
Version von Cryptocat. Bitte suchen Sie nach Updates.";

/* Server XMPP Conference Placeholder */
"XMPP Conference Server" = "XMPP Konferenz-Server";

/* Chat session expiration message */
"Your chat session will end in a minute if you don't come back" = "Die Unterhaltung wird in einer Minute beendet wenn Sie nicht vorher zurück kommen";

/* your nickname Field Placeholder */
"your nickname" = "Ihr Nickname";

/* Languages Selector Screen Title */
"Languages" = "Sprachen";

/* Done Button Title */
"Done" = "Fertig";

/* Save Button Title */
"Save" = "Speichern";

/* Cancel Button Title */
"Cancel" = "Abbrechen";

/* Edit Button Title */
"Edit" = "Bearbeiten";

/* New Fingerprint Error Title */
"New Fingerprint" = "Neuer Fingerabdruck";

/* Error message displayed when a recipient has a new private key */
"%@ has a new fingerprint. Verify their identity by comparing the fingerprint showing on your screen with theirs. You can use a phone call or any other trusted medium." = "%@ hat einen neuen Fingerabdruck. \
Stellen Sie sicher, dass Sie mit dem richtigen Gesprächspartner kommunizieren, indem Sie den hier angezeigten Fingerabdruck mit dem Ihres Gesprächspartners vergleichen. \
Nutzen Sie dazu etwa ein Telefonat oder einen anderen vertrauenswürdigen Kanal.";